<template>
  <v-app>
    <div class="headline topic">使用说明</div>
    <v-container class="main">
      <p>1. 点击左侧历史数据条目即可预览（此时右侧栏是不可编辑状态）</p>
      <p>2. 若需要编辑，请点条目右侧的编辑按钮（年、月这两项是固定的，不可编辑）</p>
      <p>3. 编辑完成后，点击右侧栏底部“保存”与“提交”按钮即可。若未“保存”或未“提交”，则再刷新页面时会丢失数据，所以请记得保存。</p>
      <p>4. “保存”按钮只需要将年、月两项填好即可，而“提交”则需要将所有项填好（除了附件）。</p>
      <p>5. 如果需要删除数据，点击左侧栏条目中的“删除”按钮即可</p>
      <p>6. 点击“新建报表”按钮即可新建一张表，之后应先填好年、月两项，如果选择的年、月对应的表已经存在，则会显示对应的表，若不存在，即默认为新建报表。</p>
      <p>7. 点击“导出简报”按钮即可导出该表对应的简报</p>
      <p>8. 在“下一步关注重点”项中，点击右侧“+”号即可进行新添，点击“-”号即可删除，若只有一项，不可删除。</p>
      <p>9. 左侧栏中的“作图模板”项，点击上传即可上传模板，模板只有一份，上传后会覆盖之前的，模板的名称默认为“template.ppt”，点击下载即可下载模板。</p>
      <p>10. 在窗口较小时，左侧列表会隐藏，以便于右侧主窗口更好的显示，这时可使用主窗口左上角的按钮展开或隐藏列表。</p>
    </v-container>
  </v-app>
</template>
<script>
export default {
  
}
</script>
<style scoped>
.topic{
  text-align: center;
  font-size:120%;
  padding-top: 80px;
}
.main{
  font-size:120%;
}
</style>
