<template>
  <v-app>
    <div class="headline topic">使用说明</div>
    <v-container class="main">
      <p class="toolName">一、月度简报工具</p>
      <p>1. 点击左侧历史数据条目即可预览（此时右侧栏是不可编辑状态）。</p>
      <p>2. 若需要编辑，请点条目右侧的编辑按钮（年、月这两项是固定的，不可编辑）。</p>
      <p>3. 编辑完成后，点击右侧栏底部“保存”与“提交”按钮即可。若未“保存”或未“提交”，则再刷新页面时会丢失数据，所以请记得保存。</p>
      <p>4. “保存”按钮只需要将年、月两项填好即可，而“提交”则需要将所有项填好（除了附件）。</p>
      <p>5. 如果需要删除数据，点击左侧栏条目中的“删除”按钮即可。</p>
      <p>6. 点击“新建报表”按钮即可新建一张表，之后应先填好年、月两项，如果选择的年、月对应的表已经存在，则会显示对应的表，若不存在，即默认为新建报表。</p>
      <p>7. 点击“导出简报”按钮即可导出该表对应的简报。</p>
      <p>8. 在“下一步关注重点”项中，点击右侧“+”号即可进行新添，点击“-”号即可删除，若只有一项，不可删除。</p>
      <p>9. 左侧栏中的“作图模板”项，点击上传即可上传模板，模板只有一份，上传后会覆盖之前的，模板的名称默认为“template.ppt”，点击下载即可下载模板。</p>
      <p class="toolName">二、月度总结工具</p>
      <p>1. 点击左侧历史数据条目即可预览（此时右侧栏是不可编辑状态）。</p>
      <p>2. 若需要编辑，请点条目右侧的编辑按钮（年、月这两项是固定的，不可编辑）。</p>
      <p>3. 编辑完成后，点击右侧栏底部“保存”与“提交”按钮即可。若未“保存”或未“提交”，则再刷新页面时会丢失数据，所以请记得保存。</p>
      <p>4. 如果需要删除数据，点击左侧栏条目中的“删除”按钮即可。</p>
      <p>5. 若需要更新名单，点击左侧栏底部‘更新名单列表’按钮，并且将txt格式的名单上传即可。</p>
      <p>6. 编辑右侧栏数据时，点击 “+” 号可以新添一行，点击 “-” 号则删除该行，若只剩一行，则不可删除。</p>
      <p>7. 点击“新建总结”按钮即可新建一张表，之后应先填好年、月两项，如果选择的年、月对应的表已经存在，则会显示对应的表，若不存在，即默认为新建报表（年、月、编辑人为必填项）。</p>
      <p>8. 上传人员名单后会自动创建账号，账户名是用户的人名，初始密码是111。</p>
      <p>9. 只有创建总结表的用户才能提交该表，每个用户只能修改自己的记录。</p>
      <p class="toolName">三、会议管理工具</p>
      <p>1. 点击左侧历史数据条目即可预览（此时右侧栏是不可编辑状态）。</p>
      <p>2. 若需要编辑，请点条目右侧的编辑按钮。</p>
      <p>3. 编辑完成后，点击右侧栏底部“保存”与“提交”按钮即可。若未“保存”或未“提交”，则再刷新页面时会丢失数据，所以请记得保存(日期、开始时间、结束时间、会议为必填项)。</p>
      <p>4. 如果需要删除数据，点击左侧栏条目中的“删除”按钮即可。</p>
      <p>5. 点击左侧‘上传最新会议议程’按钮即可为本会议添加最新会议议程。</p>
      <p>6. 右侧日期选项卡如果点击后失效，来回切换顶部的小时和分钟切换按钮即可。</p>
      <p>7. 编辑右侧栏数据时，点击 “+” 号可以新添一行，点击 “-” 号则删除该行，若只剩一行，则不可删除。</p>
      <p>8. 点击右侧新建会议按钮即可新建一张表。</p>
      <p>9. 若不填写‘到达时间’，系统会默认设置为当天9：00；若不填写返程时间，系统会默认设置为当天21：00。</p>
    </v-container>
  </v-app>
</template>
<script>
export default {
  
}
</script>
<style scoped>
.topic{
  text-align: center;
  font-size:120%;
  padding-top: 25px;
  margin-top: 65px;
}
.main{
  font-size:120%;
}
.toolName{
  font-size:120%;
  font-weight: bold;
}
</style>
